10/data/attachments/ecb5beb4e16ed774.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Holly_friend_Actions_92569_2</nif:username>
            <nif:friendToBeRequested>soap_actions_91256423-d3fd-4955-8136-e58e30212208</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>